<template>
  <div>
    <v-container class="body">
      <h2 class="title">
        Осознанный выбор: Избавьтесь от негативных привычек и цените каждую
        минуту
      </h2>
      <div class="description">
        <p class="description-text">
          Добро пожаловать на наш сервис, посвященный осознанному выбору и
          преодолению негативных привычек. Мы все знаем, что пагубные привычки
          могут отнимать у нас время и энергию, мешая нам достичь наших целей.
          Вместо того, чтобы просто бороться с ними, мы призываем вас принимать
          осознанные решения и устанавливать приоритеты в своей жизни.
        </p>
        <p>
          Наш сервис предоставляет вам инструменты для регистрации и
          отслеживания негативных привычек, а также создания списка полезных
          дел. Вы можете вводить свои неблагоприятные привычки, указывать время,
          которое вы хотите им уделить, и заменять их на полезные дела. Таким
          образом, вы сможете осознанно использовать свое время и привносить
          больше пользы в свою жизнь.
        </p>
        <p>
          Мы верим, что избавление от негативных привычек происходит постепенно.
          Постепенность позволяет вам более успешно справляться с вызовами и не
          чувствовать давления. Помните, что каждый шаг в направлении
          осознанного выбора приближает вас к более сбалансированной и
          счастливой жизни.
        </p>
        <p>
          Осознавая проблему и принимая осознанный выбор, вы сможете легче
          отказаться от неблагоприятных привычек в пользу тех, которые
          действительно приносят вам пользу и удовлетворение. Наш сервис поможет
          вам найти равновесие между негативными привычками и полезными делами,
          чтобы каждая минута вашего времени была максимально ценной.
        </p>
        <v-img
          class="description-image"
          src="https://mykaleidoscope.ru/x/uploads/posts/2022-10/1666367288_9-mykaleidoscope-ru-p-vesi-dobro-i-zlo-pinterest-10.jpg"
          alt="весы"
        />
      </div>
    </v-container>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.body {
  padding: 40px;
  min-height: 80vh;
  background: #f4f4f4;
}
.title {
  margin-bottom: 24px;
}
</style>
